Repository: YannBerry/atw
Catalog: atw/map/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Click on the map to show where you're anaerobic digester is located
fr: Cliquer sur la carte pour indiquer la localisation de votre installation

source: Stage
fr: Avancement

source: Status
fr: Statut

source: Beginning of the project
fr: Début du projet

source: Must add your valid email.
fr: Vous avez du faire une erreur dans votre adresse e-mail ...

source: Stages
fr: Avancements

source: Project Name
fr: Nom du projet

source: Project Leader
fr: Chef de projet

source: Picture
fr: Photo

source: Number of Installations
fr: Nombre d'installations

source: Total Power (kW)
fr: Puissance totale (kW)

source: Date published
fr: Date de publication

source: Email validation
fr: Confirmation par email

source: E-mail adress
fr: Adresse e-mail

source: Added by
fr: Ajouté par

source: AD Initiative
fr: Initiative méthanisation

source: AD Initiatives
fr: Initiatives méthanisation
